// 测评结果分析描述
const descriptionList = [
  {
    id: 1,
    results: [
      {
        text: "安全型",
        desc: "能获得更高的关系满意感;对于亲昵行为感到舒服，更多地看到与恋人在一起的好处坚信他人的良好愿望，尊重、信任恋人，同时也能够容忍恋人含糊和消极的行为;投入更多的努力去保持亲密关系;不回避婚姻和恋爱关系中出现的矛盾和冲突，并以乐观的态度和积极的方式来解决问题;对恋人的态度更加开放，更善于自我表露，坚信恋爱的长久。",
      },
      {
        text: "迷恋型",
        desc: "对婚姻恋爱关系中度满意;在交往中，扮演依赖者的角色，需要他人的照顾;常常表现出对恋人的过分控制，从而导致恋人的疏远，恋人的疏远行为又会强化他们的不安全感和担心，他们为了寻求安全感，在交往中又会更加控制;难以坚信恋爱的稳定，容易为此焦虑。",
      },
      {
        text: "冷漠型",
        desc: "婚姻恋爱关系中度满意;较少主动与恋人发生亲密的接触;回避情感的卷入、自我表露和相互依赖，压抑与依恋有关的想法和情感;逃避面对关系中的紧张和冲突;认为恋爱关系不必刻意维持也能很稳定。",
      },
      {
        text: "恐惧型",
        desc: "对婚姻和恋爱关系最为不满;对恋爱进行灾难性的评估，从而导致永久的消极情感反应和冲突的升级;不愿倾听和处理恋人的烦恼;较少主动与恋人发生亲密的接触。",
      },
    ],
  },
  {
    id: 3,
    results: [
      {
        text: "心态良好",
        desc: "这个分数表示你的心理状态在中国常模评定中良好，属于正常范围。",
      },
      {
        text: "中度抑郁",
        desc: "这个分数表示你有中度抑郁倾向，你可能存在情绪低下、心境恶劣、缺乏兴趣、活力和精力减退等症状，似乎对周围一切事物都不感兴趣，甚至对以往感兴趣和擅长的事物亦是如此；对外界喜怒哀乐的情境视而不见，忧郁心境占优势地位。",
      },
      {
        text: "重度抑郁",
        desc: "这个分数表示你有重度抑郁倾向，你可能存在社交能力障碍、不合群、离群、情绪低落、躯体不适、食欲不振等症状，容易失眠，似乎对周围一切事物都不感兴趣，甚至对以往感兴趣和擅长的事物亦是如此；对外界喜怒哀乐的情境视而不见，忧郁心境占优势地位。重型抑郁症患者还会出现悲观厌世、绝望、幻觉妄想、功能减退、并伴有严重的自杀企图，甚至自杀行为。",
      },
    ],
  },
  {
    id: 2,
    results: [],
  },
];

export default descriptionList;
