// 资讯分类
const typeList = [
  {
    id: 1,
    name: "全部",
    tags: ["社会心理", "教育方法", "爱情故事", "心理需求", "社交技巧"],
  },
  {
    id: 2,
    name: "婚恋",
    tags: ["适合结婚", "婚恋技巧", "爱情故事", "婚姻危机", "异地恋"],
  },
  {
    id: 3,
    name: "职场",
    tags: ["社交技巧", "职业压力", "社交焦虑", "亲和力", "情商"],
  },
  {
    id: 4,
    name: "教育",
    tags: ["教育方法", "心理需求", "育儿故事", "孩子哭闹", "坏脾气"],
  },
  {
    id: 5,
    name: "科普",
    tags: ["心理求助", "哲理故事", "心理困惑", "情绪调节", "社会心理"],
  },
];

export default typeList;
